Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Changing address/contact information/business description/board-members
nb: Endring av adresse/kontaktinformasjon/virksomhetsbeskrivelse/styremedlemmer

source: fish and fish products - require registration and approval from the Norwegian Seafood Council
nb: fisk og fiskeprodukter - krever registrering og godkjenning hos Norges Sjømatråd

source: Retention of primary documentation - 5 years
nb: Oppbevaring primærdokumentasjon – 5 år

source: For example, if you want to charge a reminder fee, you cannot do so until at least 14 days after the due date.
nb: Ønsker du for eksempel å kreve inn purregebyr kan du tidligst gjøre dette 14 dager etter forfall.

source: You can prepare your accounts yourself, but if you are not familiar with the relevant regulations, you should consider asking an accounting to do it for you.
nb: Du kan føre regnskapet selv, men har du ikke kjennskap til regelverket bør du vurdere å få deg en regnskapsfører.

source: The enforcement fee is NOK 250 per day for each employee until you can show that the pension scheme has been arranged.
nb: Tvangsmulkten er kroner 250 per ansatt per dag og løper frem til det er dokumentert at pensjonsordning er opprettet.

source: However, you can use several number series for different types of voucher if appropriate.
nb: Du kan imidlertid bruke flere nummerserier for ulike typer bilag dersom det er hensiktsmessig.

source: You may dispose of the documents in paper form when you have made backup copies of the electronic documentation.
nb: Når du har tatt sikkerhetskopi av den elektroniske materialet kan du kaste papirene.

source: E-guide for the cleaning industry
nb: E-guide for renholdsbransjen

source: If the company is insolvent, the district court will open bankruptcy proceedings and an administrator will be appointed.
nb: Hvis virksomheten er insolvent, åpner tingretten konkurs og oppnevner en bostyrer.

source: Conditions for tax liability to Norway
nb: Skatteetaten om vilkår for skatteplikt til Norge

source: Financing a business means obtaining enough capital to set up and run your business.
nb: Å finansiere en virksomhet vil si å skaffe nok kapital til å starte opp og drive virksomheten.

source: You must report this status even if you do not pay any salary.
nb: Dette rapporterer du selv om du ikke betaler ut lønn.

source: Organisations can obtain tax deduction cards for up to ten employees at a time.
nb: Organisasjoner kan hente skattekort for opptil ti ansatte av gangen.

source: Are you ordering transport of goods on road?
nb: Skal du bestille transport av gods eller varer på vei?

source: Up-to-date accounts are also one of your most important management tools.
nb: Et ajourholdt regnskap er også et av dine viktigste styringsverktøy.

source: If you want to charge a reminder fee, you must wait at least 14 days after the original due date before sending a reminder or debt collection notice.
nb: Ønsker du å ta purregebyr må du vente minst 14 dager etter opprinnelig forfall med å purre eller sende inkassovarsel.

source: Forskuddsskatt for enkeltpersonforetak (in Norwegian only)
nb: Skatteetaten om forskuddsskatt for enkeltpersonforetak

source: How do I do that?
nb: Hvordan gjør jeg det?

source: Specific requirements are imposed regarding the type of information that vouchers must contain.
nb: Det stilles bestemte krav til hvilken type informasjon et bilag skal inneholde.

source: RF-0002 Ordinary VAT return
nb: skjema RF-0002 alminnelig mva-melding

source: Annual submission –
nb: Årlig innlevering –

source: what you need and the initial operating period.
nb: det du trenger og den første driftsperioden.

source: Hourly pay for added work for 1 hour (when he has worked 9 hours).
nb: Timelønn for merarbeid i 1 time (da har han jobbet 9 timer).

source: Parental leave in connection with birth and adoption
nb: svangerskapspermisjon og fødselspermisjon.

source: As an employer, you are responsible for ensuring that your employees take all their statutory holiday during the holiday year.
nb: Som arbeidsgiver har du ansvar for at arbeidstakerne tar ut all lovbestemt ferie i løpet av ferieåret.

source: You must pay tax in advance.
nb: Du må betale skatt forskuddsvis.

source: The rules for tax conversion are laid down in the Tax Act and the Tax Regulation.
nb: Reglene for skattemessig omdanning fremgår av skatteloven og skatteforskriften.

source: If you sell to a state enterprise, they will require you to send them electronic invoices for purchases that come under the Public Procurement Act (exceeding NOK 100,000 and excluding VAT).
nb: Selger du til en offentlig virksomhet vil de kreve at du sender faktura elektronisk, for innkjøp som er omfattet av anskaffelsesloven (over kroner 100.000,- eksklusive merverdiavgift).

source: Every time you submit an a-melding, we carry out automatic checks on it.
nb: Hver gang du sender a-melding gjør vi en automatisk kontroll av den og du får en tilbakemelding.

source: The parental benefit period consists of a maternal quota of 15 weeks (the first six weeks must be taken immediately following the birth), a paternal quota of 15 weeks, a period of three weeks before the due date for the mother and a joint period of 16 weeks (a total of 49 weeks).
nb: Foreldrepengeperioden består av en mødrekvote på 15 uker, (hvorav de første seks ukene må tas rett etter fødselen), en fedrekvote på 15 uker, en periode på tre uker før termin til mor og en fellesperiode på 16 uker (totalt 49 uker).

source: The taxable amount is NOK 366 per commenced month.
nb: Trekkpliktig beløp utgjør kroner 366,- for hele og påbegynte måneder.

source: You must be aged 18 or over in order to be a founder or fulfil another role in a foundation.
nb: For å opprette en stiftelse eller ha en annen rolle i en stiftelse må du ha fylt 18 år.

source: Different requirements apply concerning documentation depending on whether you make a cash sale or issue an invoice.
nb: Det stilles ulike krav til salgsdokumentasjon om du skal selge kontant eller om du skal sende faktura til kunden.

source: Can I reclaim VAT?
nb: Får jeg mva tilbake?

source: The premium for voluntary sick-pay insurance can be deducted in the tax return.
nb: Premien for frivillig sykepengeforsikring kan trekkes fra på skattemeldingen.

source: It is possible to take out voluntary sick-pay insurance through NAV in order to obtain 100 percent sick-pay cover from the first sick day.
nb: Det er mulig å tegne frivillig sykepengeforsikring gjennom NAV for å oppnå 100 prosent sykepengedekning fra første sykedag.

source: To submit an additional return, open form
nb: For å levere tilleggsmelding åpner du

source: Under the scheme, you as employer must deduct 25 percent tax, including 8.2 percent National Insurance contributions, directly from the worker's salary, so that the tax has been settled in full when the worker receives their salary.
nb: Ordningen innebærer at du som arbeidsgiver trekker 25 prosent skatt inkludert 8,2 prosent trygdeavgift direkte av lønnen til arbeidstakeren, slik at skatten er ferdig gjort opp når arbeidstakeren får lønnen utbetalt.

source: Pay all your business expenses from your business account.
nb: Betal alle utgifter i næringen med midler fra virksomheten.

source: More holiday than that which follows from the law may be agreed.
nb: Det kan avtales mer ferie enn det som følger av loven.

source: A PDF document is not an electronic invoice.
nb: Et PDF-dokument er ikke en elektronisk faktura.

source: Occupational injury insurance
nb: Bransjespesifikke råd og regler

source: Self-employed persons must apply to NAV for parental benefit.
nb: Selvstendig næringsdrivende må søke NAV om foreldrepenger.

source: Limited companies, Public limited companies and Norwegian branches of foreign companies (NUF) must include the word "Foretaksregisteret" in connection with the organisation number.
nb: Aksjeselskap, allmennaksjeselskap og norskregistrerte utenlandske foretak som er registrert i Foretaksregisteret (NUF) må ta med ordet "Foretaksregisteret" i tilknytning til organisasjonsnummeret.

source: while representing the trustee.
nb: når du representerer bostyrer.

source: If you apply to submit annual tax returns for VAT, the deadline is 1 February in the income year.
nb: Skal du søke om årlig mva- melding er fristen 1. februar i inntektsåret.

source: Private limited liability companies can choose not to have an auditor when the turnover is less than NOK 6 million.
nb: Aksjeselskap kan normalt velge å ikke ha revisor når omsetningen er på under 6 millioner kroner.

source: Fork lift truck operator – Container handler – lifting capacity over 10 tonnes (certificate category T8.1)
nb: Truckfører - Motvektstruck med permanent container-åk – løftekapasitet over 10 tonn (sertifikatkategori T8.1)

source: If you find a mistake in the information, you need to correct the information through the A-melding.
nb: Hvis du finner feil i opplysningene må du selv korrigere opplysningene gjennom a-meldingen.

source: If your enterprise is not registered for VAT, VAT must be paid at the customs office or via the shipping agent/carrier.
nb: Dersom foretaket ditt ikke er mva-registrert, skal mva betales på tollstedet eller via speditøren/transportøren.

source: Losses are correspondingly not deductible.
nb: Tap er tilsvarende ikke fradragsberettiget.

source: The Penal Code on discrimination on the grounds of ethnicity, religion, sexual orientation or disabilities
nb: Straffeloven om diskriminering på grunn av etnisitet, religion, seksuell orientering eller nedsatt funksjonsevne

source: (RF-1211) is used when you want to obtain tax deduction cards via/for a payroll system.
nb: (RF-1211) benyttes når du skal hente skattekort via/til et lønnssystem.

source: Step 3: Delegating roles to the enterprise user
nb: veiledning for hvordan eksportere sertifikat Trinn 3:

source: a) the recipient gets married
nb: a) mottakeren gifter seg

source: This gives you access to security level 0 in Altinn, and only a few services are available.
nb: Det gir tilgang på sikkerhetsnivå 0 i Altinn og bare et fåtall tjenester er tilgjengelig.

source: In this way, you will be able to keep them organised, making it easier for you or your accountant to post them.
nb: På den måten har du kontroll og oversikt slik at det blir enkelt å bokføre når du eller regnskapsfører skal gjøre det.

source: Changing bank account number for refunds from NAV
nb: Endring av bankkontonummer for refusjoner fra NAV

source: Websites, business letters and other business documents (invoices, contracts, credit notes and so on) must always include the business name and organisation number.
nb: Nettsider, brev og andre forretningsdokumenter (fakturaer, ordresedler, kreditnotaer og lignende) skal alltid inneholde foretakets navn og organisasjonsnummer.

source: You will find all the details in Chapter 5 of the Bookkeeping Regulation.
nb: I bokføringsforskriften kapittel 5 finner du alle detaljene.

source: Up to 2 days per year during religious festivals.
nb: Inntil 2 dager årlig på religiøse høytidsdager

source: Operator of backhoe loader with effect greater than 15 KW (20.4 HP) (certificate category M5)
nb: Maskinfører - Gravelaster, større effekt enn 15 KW (20,4 HK) (sertifikatkategori M5)

source: This applies for example to drivers, cabin crew, crews on ships, etc.
nb: Dette gjelder for eksempel sjåfører, flybesetning, mannskap på båter og lignende.

source: Fork lift truck operator – Counterbalance forklift truck with lifting capacity up to 10 tonnes (certificate category T4)
nb: Truckfører - Motvektstruck til og med 10 tonn (sertifikatkategori T4)

source: Altinn started as a co-operation between the Tax Directorate, Statistics Norway and the Brønnøysund Register Center in 2002, and was supposed to be an alternative reporting channel for financial data.
nb: Altinn ble startet som et samarbeid mellom Skatteetaten, Statistisk sentralbyrå og Brønnøysundregistrene i 2002, og skulle være en ALTernativ INNrapporteringskanal for økonomiske data.

source: Employers can, at any time, see what is registered in the Aa-Register via "Min side – Arbeidsgiver" (only available in Norwegian.
nb: Arbeidsgivere kan til enhver tid se hva som er registrert i Aa-registeret via "Min side - arbeidsgiver" på NAV.

source: Fork lift truck operator – Forklift side loader with lifting capacity up to 10 tonnes (certificate category T5)
nb: Truckfører - Sidelaster til og med 10 tonn (sertifikatkategori T5)

source: You must continue submitting tax returns for wealth and income tax and any income statements each year (with zero in turnover).
nb: Du må fortsette å sende inn skattemelding for formues- og inntektsskatt og eventuelt næringsoppgave hvert år (med null i omsetning).

source: This applies where the refusal is linked to religion, beliefs, skin colour, ethnic origin or sexual orientation.
nb: Dette gjelder der nektelsen har sammenheng med religion, livssyn, hudfarge, etnisk opprinnelse eller seksuell orientering.

source: , budgets are key governing documents for your business.
nb: er budsjettene sentrale styringsdokumenter for deg.

source: Freedom of speech, whistleblowing right and duty of loyalty
nb: Arbeidstakers ytringsfrihet, varslingsrett og lojalitetsplikt

source: Fork lift truck operator – pedestrian low lift pallet truck, electric pallet truck with permanent platform, lifting capacity up to 10 tonnes (certificate category T1)
nb: Truckfører - Lavtløftende palletruck, palletruck med permanent plattform, til og med 10 tonn (sertifikatkategori T1)

source: Tax on share dividends
nb: Skatt på aksjeutbytte

source: The scheme is run by the Stiftelsen Miljømerking foundation.
nb: Ordningen driftes av Stiftelsen Miljømerking.

source: How much tax do I have to pay?
nb: Hvor mye skatt skal du betale?

source: By deactivating your password (SMS-code or password only), you will be unable to use the password when logging in.
nb: Ved å deaktivere passord (SMS-kode og/eller Kun Passord) kan du ikke benytte passord ved innlogging.

source: This compensation cannot exceed NOK 400.
nb: Denne er på maksimalt kroner 400,-.

source: If you send a payment demand yourself, you can also charge a maximum fee of no more than NOK 105 for this.
nb: Sender du betalingsoppfordringen selv kan du i tillegg kreve maksimalt kr 105,- i gebyr for denne.

source: The tax percentage (the marginal tax) is calculated on your total income, both from the enterprise and any other income.
nb: Skatteprosenten (marginalskatten) beregnes av din totale inntekt, både fra foretaket og eventuell annen inntekt.

source: In these cases, the form RF-1084 has to be submitted along with your tax return.
nb: Avskrivningsskjemaet RF-1084 må i slike tilfeller sendes inn sammen med skattemeldingen din.

source: However, you should remember that you cannot charge a fee until 14 days have elapsed since the due date.
nb: Husk bare at du ikke kan kreve gebyr før tidligst 14 dager etter forfall.

source: Sick-pay for freelancers
nb: Sykepenger for frilansere

source: The following are considered to be primary documentation:
nb: Som primærdokumentasjon anses blant annet:

source: Voluntary organisations registered in the Register of Norwegian NGOs may be entitled to participate in various grant schemes for voluntary enterprises, including the grassroots share.
nb: Støtteordningen gjelder for arrangører av store publikumsåpne arrangementer utenom kultur- og idrettssektoren, som for eksempel messer og matfestivaler.

source: If no due date is agreed, you will not be able to start adding penalty interest to your claim until 30 days after the invoice date.
nb: Er ikke forfallsdato avtalt, kan du beregne forsinkelsesrente på kravet tidligst 30 dager etter fakturadatoen.

source: If the enterprise is registered in the VAT register, the letters MVA should be added behind the organisation number.
nb: Er foretaket registrert i Merverdiavgiftsregisteret, skal bokstavene MVA stå bak organisasjonsnummeret.

source: NAV (parental benefit) for 49/59 weeks in connection with birth and 46/56 weeks in connection with adoption.
nb: NAV (foreldrepenger) i 49/59 uker ved fødsel og 46/56 uker ved adopsjon.

source: - Salary earned during work stays abroad with a duration of more than 12 months (known as the 'one-year rule'), or
nb: lønn som er opptjent under arbeidsopphold i utlandet med en varighet på mer enn 12 måneder (den såkalte ettårsregelen), eller

source: You do this by submitting the form " Form for sub-entities - activity at multiple addresses".
nb: Dette gjør du ved å fylle ut "Skjema for underenheter - aktivitet på flere adresser".

source: Foundations can be established by one or more people.
nb: En stiftelse kan opprettes av en eller flere personer.

source: The presence of errors or omissions in information which you submit in the a-melding can have consequences for your employees.
nb: Feil eller mangler i opplysninger du sender i a-meldingen kan få konsekvenser for dine ansatte.

source: When an employer is obliged to set up an occupational pension scheme, all employees aged 20 or over with a full-time equivalent percentage of 20 or more must be registered as members from their first working day.
nb: Når bedriften har plikt til å ha tjenestepensjonsordning, skal alle arbeidstakere som har fylt 20 år og har en stillingsandel på 20 prosent eller mer, meldes inn med virkning fra første arbeidsdag.

source: The tax basis is taxed at the rate of 22%.
nb: Skattegrunnlaget beskattes med 22 %.

source: You can use Innovation Norway's Entrepreneur Hotline (Gründertelefon) to discuss your idea.
nb: Hos Innovasjon Norges Gründertelefon kan du diskutere idéen din.

source: If you have rights to represent others, you can choose who to represent after logging in.
nb: Hvis du har tilgang på noen andre enn deg selv, kan du etter innlogging velge hvem du skal representere.

source: At the start of the year, you must obtain new tax deduction cards for all employees.
nb: Ved årets begynnelse må du hente skattekort for alle ansatte på nytt.

source: Up to 10 days per year
nb: Inntil 10 dager årlig

source: Security level 0 – Log in without national identity number/D-number
nb: Sikkerhetsnivå 0 - Innlogging uten fødselsnummer/D-nummer

source: of the Auditors Act for exceptions), file attachments are not required.
nb: unntak), er det ikke nødvendig med filvedlegg.

source: When the Norwegian Tax Administration has calculated how much tax you have to pay, you will receive a payment slip for each period via your Inbox in Altinn.
nb: Når Skatteetaten har beregnet hvor mye skatt du skal betale, vil du motta innbetalingsblankett for hver termin i din innboks i Altinn.

source: Want to find out more?
nb: Ønsker du å lære mer?

source: Operator of scraper with effect greater than 15 kW (20.4 HP) (certificate category M7)
nb: Maskinfører - Skraper, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M7)

source: You should also remember that vouchers are valuable documents.
nb: Husk også at bilagene er verdipapirer.

source: The rate for calculating employer's National Insurance contributions varies between 0 and 14.1%, depending on where in the country the enterprise is located.
nb: Satsen for beregning av arbeidsgiveravgift varierer mellom 0 og 14,1 prosent alt etter hvor i landet virksomheten er lokalisert.

source: Conditions for starting a cooperative:
nb: Forutsetninger for å starte et samvirkeforetak:

source: The supervisory authority for foundations is the Norwegian Gaming and Foundation Authority.
nb: Tilsynsmyndighet for stiftelser er Lotteri- og stiftelsestilsynet.

source: An employee is away for 26 hours, stays at a hotel and has one breakfast and one lunch covered during the trip.
nb: En ansatt er borte i 26 timer, overnatter på hotell, og får dekket en frokost og en lunsj på reisen.

source: Most sole proprietorships are subject to the bookkeeping obligation only.
nb: De fleste enkeltpersonforetak er kun bokføringspliktige.

source: In connection with birth or adoption of three or more children, the parents are given either 46 additional weeks with 100 percent coverage or 56 additional weeks with 80 percent coverage.
nb: Ved fødsler av tre eller flere barn, eller hvis tre eller flere barn blir adoptert samtidig, blir perioden utvidet med henholdsvis 46 uker med 100 prosent dekningsgrad eller 56 uker med 80 prosent dekningsgrad.

source: In order to reclaim VAT on such purchases, you must submit an additional tax return for VAT for the period during which the enterprise was registered for VAT.
nb: For å få tilbake mva på slike anskaffelser, skal du levere en tilleggsmelding for mva for den terminen virksomheten ble mva-registrert.

source: Military service and up to 24 months in connection with international peace operations
nb: Militærtjeneste og inntil 24 måneder ved internasjonale fredsoperasjoner

source: For other companies with an accounting obligation, it is generally mandatory to have an auditor when the turnover exceeds NOK 5 million.
nb: Andre regnskapspliktige selskaper med over 5 millioner kroner i omsetning har i utgangspunktet plikt til å ha revisor.

source: E-guide for ordering transport of goods on road
nb: E-guide for bestilling av godstransport på vei

source: The following are examples of secondary documentation:
nb: Som sekundærdokumentasjon anses blant annet:

source: Supplement for travel on forest and construction roads per km
nb: Tillegg for kjøring på skogs- og anleggsvei per km

source: If the result of this assessment is that the company is insolvent, it is the board's responsibility to apply for bankruptcy to the local district court (Oslo City Recorder's Office in the case of Oslo).
nb: Blir resultatet av denne vurderingen at virksomheten er insolvent, er det styrets ansvar å melde oppbud til den lokale tingretten (i Oslo skal den rettes til Oslo byfogdembete).

source: The following 29 occupational groups have a protected title in Norway and there for need an authorisation or license before they can start working in the healthcare services:
nb: Personer som ønsker å jobbe som helsepersonell i en av de 29 yrkesgruppene som har beskyttet tittel:

source: NAV - Min side - arbeidsgiver (in Norwegian only)
nb: NAV - Min side - arbeidsgiver

source: OTP - Mandatory occupational pension scheme
nb: Skatteetaten om OTP og krav til deg som arbeidsgiver

source: input VAT is offset against output VAT
nb: inngående mva mot utgående mva

source: Make sure you have enough equity to finance your business.
nb: Sørg for å ha nok egenkapital for å få en sunn finansiering av virksomheten.

source: The enterprise has at least one employee who has no ownership interests in the enterprise and whose working hours and salary amount to 75% or more of a full-time position.
nb: Bedriften har minst én arbeidstaker uten eierinteresse i foretaket som har en arbeidstid og lønn i foretaket som utgjør 75 prosent eller mer av full stilling.

source: The corresponding periods for adoption are 46 (100 percent coverage) and 56 (80 percent coverage) weeks.
nb: Den samlede foreldrepengeperioden for adopsjon er 46 uker (100 prosent dekningsgrad) og 56 uker (80 prosent dekningsgrad).

source: Changing bank account number for payments from the Norwegian Tax Administration
nb: Endring av bankkontonummer for tilbakebetaling av skatt

source: Entitlement to sick-pay from the first sick day (100% of sick-pay basis) Unemployment benefit in event of unemployment
nb: Krav på sykepenger fra første sykedag (100 % av sykepengegrunnlaget) Dagpenger ved arbeidsledighet
